export const menuItems = [
    {link: '/', text: 'Главная'},
    {link: '/brands', text: 'Бренды'},
    {link: '/projects', text: 'Проекты'},
    {link: '/', text: 'Партнерам'},
    {link: '/', text: 'Поставщикам'},
    {link: '/', text: 'Работа у нас'},
    {link: '/', text: 'Команда'},
    {link: '/', text: 'Контакты'},
]

export const brandItems = {
    'items': [
        {
            'name': 'Derby',
            'text': 'Основан известным испанским косметическим производителем — компанией CAROBELS COSMETICS и принадлежит одной семье уже более 35 лет',
            'logo': '/assets/img/logos/brand-1.png'
        },
        {
            'name': 'DS',
            'text': 'Более 50 лет, профессиональные средства Система 4 разрабатываются лучшими учеными и специалистами по здоровью волос и кожи головы.',
            'logo': '/assets/img/logos/brand-2.png'
        },
        {
            'name': 'Mizutani',
            'text': 'Основан известным испанским косметическим производителем — компанией CAROBELS COSMETICS и принадлежит одной семье уже более 35 лет',
            'logo': '/assets/img/logos/brand-3.png'
        },
        {
            'name': 'Lock Stock & Barrel',
            'text': 'Более 50 лет, профессиональные средства Система 4 разрабатываются лучшими учеными и специалистами по здоровью волос и кожи головы.',
            'logo': '/assets/img/logos/brand-4.png'
        },
        {
            'name': 'layrite',
            'text': 'Основан известным испанским косметическим производителем — компанией CAROBELS COSMETICS и принадлежит одной семье уже более 35 лет',
            'logo': '/assets/img/logos/brand-5.png'
        },
        {
            'name': 'Forme Essentials',
            'text': 'Более 50 лет, профессиональные средства Система 4 разрабатываются лучшими учеными и специалистами по здоровью волос и кожи головы.',
            'logo': '/assets/img/logos/brand-1.png'
        },
        {
            'name': 'test-7',
            'text': 'Основан известным испанским косметическим производителем — компанией CAROBELS COSMETICS и принадлежит одной семье уже более 35 лет',
            'logo': '/assets/img/logos/brand-2.png'
        },
        {
            'name': 'Feather',
            'text': 'Более 50 лет, профессиональные средства Система 4 разрабатываются лучшими учеными и специалистами по здоровью волос и кожи головы.',
            'logo': '/assets/img/logos/brand-3.png'
        },
        {
            'name': 'Slick Gorilla',
            'text': 'Основан известным испанским косметическим производителем — компанией CAROBELS COSMETICS и принадлежит одной семье уже более 35 лет',
            'logo': '/assets/img/logos/brand-4.png'
        },
        {
            'name': 'System4',
            'text': 'Более 50 лет, профессиональные средства Система 4 разрабатываются лучшими учеными и специалистами по здоровью волос и кожи головы.',
            'logo': '/assets/img/logos/brand-5.png'
        }
    ]
}

export const mainItems = {
    'slider': [
        {
            'id': 1,
            'text': [
                'Будущее — это тысячи разных деталей большой картины',
                'которую нужно сперва вообразить...'
            ],
            'image': ''
        },
        {
            'id': 2,
            'text': [
                'Давно выяснено, что при оценке дизайна и композиции',
                'читаемый текст мешает сосредоточиться.'
            ],
            'image': ''
        },
        {
            'id': 3,
            'text': [
                'Здесь ваш текст.. Многие программы электронной',
                'и редакторы HTML используют Lorem Ipsum'
            ],
            'image': ''
        },
        {
            'id': 4,
            'text': [
                'Есть много вариантов Lorem Ipsum, но большинство из них',
                'имеет не всегда приемлемые модификации'
            ],
            'image': ''
        }
    ]
}